{
    "title": "Kanuni ya Maadili",
    "title_1": "Mawasiliano",
    "title_2": "Unyanyasaji",
    "title_3": "Ripoti utovu wa nidhamu",
    "p1": "Washiriki wanatarajiwa kuchangia mazingira ambayo ni wazi, ya kukaribisha, ya kujali, na ya heshima. Tunahitaji kwamba wahudhuriaji wote - wajumbe, wasemaji, watu waliojitolea, wafadhili na waandaaji wawe na matumizi ya kufurahisha wakati wa tukio la PyCon. Wahudhuriaji wote wanatarajiwa kuonyesha heshima na adabu kwa kila mmoja katika mkutano wakati wote wa mkutano na matukio yote yanayohusiana. Hii inajumuisha matukio ya kijamii iwe yamedhaminiwa rasmi na PyCon Tanzania au la.",
    "p2": "Mawasiliano yote yanapaswa kufaa kwa hadhira ya jumla, ambayo itajumuisha watu kutoka dini, tamaduni, na mataifa mbalimbali.",
    "p3": "Lugha ya ngono na picha hazikubaliki. Tafadhali kuwa mwangalifu unapofanya utani au kujadili mada nyeti au masuala ambayo yanaweza kuwa na athari kubwa ya kibinafsi kwa baadhi ya watu. Ikiwa una shaka, omba ushauri au dhibiti tu usemi wako.",
    "p4": "Unyanyasaji unaweza kujumuisha tabia yoyote isiyokubalika inayoelekezwa kwa mtu mwingine. Kwa hivyo PyCon Tanzania haitavumilia tabia ambazo ni:",
    "li_1": "Unyanyasaji kwa namna yoyote, au lugha",
    "li_2": "Ubaguzi wa kijinsia, ubaguzi wa rangi au ubaguzi wa aina yoyote",
    "li_3": "Kuwatishia wengine",
    "li_4": "Matusi",
    "p5": "Ikiwa unatatizwa na mwenendo wa mhudhuriaji mwingine kwenye kongamano au una wasiwasi kwamba mhudhuriaji mwingine anaweza kuwa katika dhiki, tafadhali zungumza mara moja na mshiriki yeyote wa sekretarieti ya kongamano. Wasiwasi wako utasikilizwa kwa ujasiri na kuchukuliwa kwa uzito na sekretarieti, watu wa kujitolea, na waandalizi - watakuwapo wakati wote wa mkutano. Wasiwasi wowote, vyovyote utakavyokuwa, utapitishwa mara moja kwa mjumbe wa mkutano huo",
    "p6": "Wasiwasi wowote, vyovyote utakavyokuwa, utachunguzwa mara moja, na ikibidi hatua zinazofaa zitachukuliwa. Hii inaweza kujumuisha:",
    "li_5": "Kumwomba mkiukaji wa kanuni za maadili kuondoka kwenye tukio mara moja",
    "li_6": "Kufahamisha Python Software Foundation kuhusu tukio hilo",
    "li_7": "Kufahamisha mamlaka inayotekeleza sheria kuhusu tukio hilo",
    "p7": "Ili kuhakikisha uwazi, tutachapisha ripoti baada ya kongamano, yenye ripoti zisizojulikana za matukio yoyote yaliyokiuka kanuni za maadili.",
    "p8": "Ripoti matukio yoyote kwa secretariat@pycon.or.tz.Asante kwa kusaidia kufanya PyCon Tanzania kuwa tukio la kukaribisha na la kirafiki kwa wote."

}