{
    "title": "Code Of Conduct",
    "title_1":"Communication",
    "title_2":"Harassment",
    "title_3":"Report a misconduct",
    "p1": "Participants are expected to contribute to an environment that is open,welcoming, considerate and respectful. We require that all attendees -delegates, speakers, volunteers, sponsors and organisers to have anenjoyable experience during the PyCon event. All attendees are expected to show respect and courtesy to one another throughout the conference and all related events. This includes social events whether officially sponsored by PyCon Tanzania or not.",
    "p2": "All communication should be appropriate for a general audience, which will include people from many different religions, cultures, and nations.",
    "p3": "Sexual language and imagery are not welcome. Please be thoughtful when making jokes or discussing sensitive topics or issues that are likely to have a strong personal effect on some people. If in doubt, ask for advice or simply moderate your expression.",
    "p4":"Harassment can include any unwelcome behavior directed at another person. As such PyCon Tanzania will not tolerate behavior that are:",
    "li_1":"Harassment in any form, or language",
    "li_2":"Sexist, racist, or exclusionary",
    "li_3":"Intimidating or threatening",
    "li_4":"Insulting or unpleasant",
    "p5":"If you are troubled by the conduct of another attendee at the conference or are concerned that another attendee may be in distress, please speak immediately to any member of the conference secretariat. Your concern will be heard in confidence and taken seriously and the secretariate, volunteers, and organizers - will be on hand throughout the conference. Any concern, whatever it may be, will be immediately passed on to a member of the conference",
    "p6":" Any concern, whatever it is, will be immediately investigated promptly, and if necessary appropriate action will be taken. This could include:",
    "li_5":"Asking a violator of the code of conduct to leave the event immediately",
    "li_6":"Informing the Python Software Foundation about the incident",
    "li_7":"Informing the law enforcing authority about the incident",
    "p7":"To ensure transparency, we will publish a report after the conference, containing anonymized reports of any incidents that violated the code of conduct",
    "p8":"Report any incidents to secretariat@pycon.or.tz. Thank you for helping to make PyCon Tanzania a welcoming and friendly event for all."
}